app/controllers/phone_controller.rb

  def index
	@phone = Phone.all
---
SELECT "phones".* FROM "phones"

  def home
    @phone = Phone.all
---
SELECT "phones".* FROM "phones"